tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "atuin"
brew "sqlite"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dust"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "go"
brew "grc"
brew "hurl"
brew "imagemagick"
brew "iproute2mac"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "make"
brew "mysql-client"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nushell"
brew "openjdk"
brew "p7zip"
brew "pnpm"
brew "riff"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "font-0xproto-nerd-font"
cask "font-adwaita-mono-nerd-font"
cask "font-atkynson-mono-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-mono"
cask "font-d2coding-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-monofur-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gimp"
cask "kitty"
cask "stats"
cask "warp"
cask "wezterm"
vscode "akamud.vscode-theme-onedark"
vscode "esbenp.prettier-vscode"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "ritwickdey.liveserver"
vscode "tal7aouy.icons"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
